# Рабочая конфигурация дефицита:

custom_deficit = ['Номенклатура',
                  'Код',
                  'ЕИ',
                  'Дата дефицита',
                  'Срок',
                  'Длит. закупки',
                  'Потребн.',
                  '09 2024',
                  '10 2024',
                  '11 2024',
                  '12 2024',
                  '01 2025',
                    '02 2025',
                    '03 2025',
                    '04 2025',
                  'В запасах',
                  'Дефицит',
                  'В закупках',
                  'К обесп.',
                  'Номенклатурная группа',
                  'Менеджер по закупкам',
                  ]

new_collumns = ['Дата дефицита',
                'Дополнительная информация',
                'Изменения заказа',
                'Изделие',
                'Направление',
                'Потребитель'
                ]
